Repository: bwein-net/contao-gallery
Catalog: contao/languages/*/*_bwein_gallery.xlf
Languages: de

# tl_bwein_gallery.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_bwein_gallery.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_bwein_gallery.title_legend
source: Title and author
de: Titel und Autor

# tl_bwein_gallery.title.0
source: Title
de: Titel

# tl_bwein_gallery.title.1
source: Please enter the gallery title.
de: Bitte geben Sie den Galerie-Titel ein.

# tl_bwein_gallery.featured.0
source: Feature gallery
de: Galerie hervorheben

# tl_bwein_gallery.featured.1
source: Show the gallery in a featured gallery list.
de: Die Galerie in einer Liste hervorgehobener Galerien anzeigen.

# tl_bwein_gallery.alias.0
source: Gallery alias
de: Galeriealias

# tl_bwein_gallery.alias.1
source: The gallery alias is a unique gallery to the gallery which can be called instead of its numeric ID.
de: Der Galeriealias ist eine eindeutige Galerie, die anstelle der numerischen Galerie-ID aufgerufen werden kann.

# tl_bwein_gallery.author.0
source: Author
de: Autor

# tl_bwein_gallery.author.1
source: Here you can change the author of the gallery.
de: Hier können Sie den Autor der Galerie ändern.

# tl_bwein_gallery.date_legend
source: Date
de: Datum

# tl_bwein_gallery.startDate.0
source: Start date
de: Startdatum

# tl_bwein_gallery.startDate.1
source: Please enter the start date according to the global date format.
de: Bitte geben Sie das Startdatum gemäß des globalen Datumsformats ein.

# tl_bwein_gallery.endDate.0
source: End date
de: Enddatum

# tl_bwein_gallery.endDate.1
source: Enter an end date here when the shooting takes several days. Otherwise, leave this field empty.
de: Tragen Sie hier ein Enddatum ein, wenn die Aufnahmen über mehrere Tage dauerten. Ansonsten lassen Sie dieses Feld einfach leer.

# tl_bwein_gallery.source_legend
source: Source
de: Quelle

# tl_bwein_gallery.images.0
source: Images
de: Bilder

# tl_bwein_gallery.images.1
source: Please select one or more files from the files directory.
de: Bitte wählen Sie eine oder mehrere Dateien aus der Dateiübersicht.

# tl_bwein_gallery.sortBy.0
source: Order by
de: Sortieren nach

# tl_bwein_gallery.sortBy.1
source: Please choose the sort order.
de: Bitte wählen Sie die Sortierreihenfolge aus.

# tl_bwein_gallery.previewImageType.0
source: Preview image type
de: Vorschaubild-Art

# tl_bwein_gallery.previewImageType.1
source: Please select how the preview image will be displayed.
de: Bitte wählen Sie, wie das Vorschaubild angezeigt werden soll.

# tl_bwein_gallery.previewImageTypeOptions.no_preview_image
source: No preview image
de: Kein Vorschaubild

# tl_bwein_gallery.previewImageTypeOptions.random_preview_image
source: Random preview image
de: Zufälliges Vorschaubild

# tl_bwein_gallery.previewImageTypeOptions.first_preview_image
source: First preview image
de: Erstes Vorschaubild

# tl_bwein_gallery.previewImageTypeOptions.select_preview_image
source: Select preview image
de: Vorschaubild auswählen

# tl_bwein_gallery.previewImage.0
source: Preview image
de: Vorschaubild

# tl_bwein_gallery.previewImage.1
source: Please select one file from the files directory.
de: Bitte wählen Sie eine Datei aus der Dateiübersicht.

# tl_bwein_gallery.event.0
source: Event
de: Ereignis

# tl_bwein_gallery.event.1
source: Here you can enter a event.
de: Hier können Sie ein Ereignis eingeben.

# tl_bwein_gallery.place.0
source: Place
de: Aufnahmeort

# tl_bwein_gallery.place.1
source: Here you can enter a place.
de: Hier können Sie einen Aufnahmeort eingeben.

# tl_bwein_gallery.photographer.0
source: Photographer
de: Fotograf

# tl_bwein_gallery.photographer.1
source: Here you can enter a photographer.
de: Hier können Sie einen Fotograf eingeben.

# tl_bwein_gallery.description.0
source: Description
de: Beschreibung

# tl_bwein_gallery.description.1
source: Here you can enter a description.
de: Hier können Sie eine Beschreibung eingeben.

# tl_bwein_gallery.meta_legend
source: Metadata
de: Metadaten

# tl_bwein_gallery.metaTitle.0
source: Meta title
de: Meta-Titel

# tl_bwein_gallery.metaTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
de: Hier können Sie einen individuellen Meta-Titel eingeben, um den Standard-Seitentitel zu überschreiben.

# tl_bwein_gallery.robots.1
source: Here you can overwrite how search engines handle the event.
de: Hier legen Sie fest, wie Suchmaschinen das Event behandeln.

# tl_bwein_gallery.metaDescription.0
source: Meta description
de: Meta-Beschreibung

# tl_bwein_gallery.metaDescription.1
source: Here you can add a custom meta description to overwrite the default page description.
de: Hier können Sie eine individuelle Meta-Beschreibung eingeben, um die Standard-Seitenbeschreibung zu überschreiben.

# tl_bwein_gallery.expert_legend
source: Expert settings
de: Experteneinstellungen

# tl_bwein_gallery.cssClass.0
source: CSS class
de: CSS-Klasse

# tl_bwein_gallery.cssClass.1
source: Here you can enter one or more classes.
de: Hier können Sie eine oder mehrere Klassen eingeben.

# tl_bwein_gallery.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_bwein_gallery.published.0
source: Publish gallery
de: Galerie veröffentlichen

# tl_bwein_gallery.published.1
source: Make the gallery publicly visible on the website.
de: Die Galerie auf der Webseite anzeigen.

# tl_bwein_gallery.start.0
source: Show from
de: Anzeigen ab

# tl_bwein_gallery.start.1
source: If you want to prevent the gallery from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie die Galerie erst ab einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.

# tl_bwein_gallery.stop.0
source: Show until
de: Anzeigen bis

# tl_bwein_gallery.stop.1
source: If you want to prevent the gallery from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie die Galerie nur bis zu einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.

# tl_bwein_gallery.new.0
source: New gallery
de: Neue Galerie

# tl_bwein_gallery.new.1
source: Create a new gallery
de: Eine neue Galerie erstellen

# tl_bwein_gallery.show
source: Show the details of gallery ID %s
de: Details der Galerie ID %s anzeigen

# tl_bwein_gallery.edit
source: Edit gallery ID %s
de: Galerie ID %s bearbeiten

# tl_bwein_gallery.copy
source: Duplicate gallery ID %s
de: Galerie ID %s duplizieren

# tl_bwein_gallery.cut
source: Move gallery ID %s
de: Galerie ID %s verschieben

# tl_bwein_gallery.delete
source: Delete gallery ID %s
de: Galerie ID %s löschen

# tl_bwein_gallery.toggle
source: Publish/unpublish gallery ID %s
de: Galerie ID %s veröffentlichen/unveröffentlichen

# tl_bwein_gallery.feature
source: Feature/unfeature gallery ID %s
de: Galerie ID %s hervorheben/zurücksetzen

# tl_bwein_gallery.editheader
source: Edit the settings of gallery ID %s
de: Einstellungen der Galerie ID %s bearbeiten

# tl_bwein_gallery.pasteafter.0
source: Paste into this gallery archive
de: In diese Galeriekategorie einfügen

# tl_bwein_gallery.editmeta
source: Edit the gallery settings
de: Die Galerieeinstellungen bearbeiten

# tl_bwein_gallery.languageMain.0
source: Master gallery
de: Hauptgalerie

# tl_bwein_gallery.languageMain.1
source: Choose the gallery in the master category equaling this gallery.
de: Bitte wählen Sie die Galerie in der Hauptkategorie, welche dieser entspricht.
