Repository: bwein-net/contao-gallery
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.bweinGalleryCategories.0
source: Gallery category
de: Galeriealben

# tl_module.bweinGalleryCategories.1
source: Please select one or more gallery categories.
de: Bitte wählen Sie ein oder mehrere Galeriealben.

# tl_module.bweinGalleryListFeatured.0
source: Featured Galleries
de: Hervorgehobene Galerien

# tl_module.bweinGalleryListFeatured.1
source: Here you can choose how featured galleries are handled.
de: Hier legen Sie fest, wie hervorgehobene Galerien gehandhabt werden.

# tl_module.bweinGalleryListFeaturedOptions.all_galleries
source: Show all galleries
de: Alle Galerien anzeigen

# tl_module.bweinGalleryListFeaturedOptions.featured_galleries
source: Show featured galleries only
de: Nur hervorgehobene Galerien anzeigen

# tl_module.bweinGalleryListFeaturedOptions.unfeatured_galleries
source: Skip featured galleries
de: Hervorgehobene Galerien überspringen

# tl_module.bweinGalleryListFeaturedOptions.featured_galleries_first
source: Show featured galleries first
de: Hervorgehobene Galerien zuerst anzeigen

# tl_module.bweinGalleryListOrder.0
source: Sort order
de: Sortierreihenfolge

# tl_module.bweinGalleryListOrder.1
source: Here you can choose the sort order.
de: Hier können Sie die Sortierreihenfolge festlegen.

# tl_module.bweinGalleryListOrderOptions.order_date_asc
source: Date ascending
de: Datum aufsteigend

# tl_module.bweinGalleryListOrderOptions.order_date_desc
source: Date descending
de: Datum absteigend

# tl_module.bweinGalleryListOrderOptions.order_title_asc
source: Title ascending
de: Titel aufsteigend

# tl_module.bweinGalleryListOrderOptions.order_title_desc
source: Title descending
de: Titel absteigend

# tl_module.bweinGalleryListOrderOptions.order_random
source: Random order
de: Zufällige Reihenfolge

# tl_module.bweinGalleryPreviewImage.0
source: Preview image type
de: Vorschaubild-Art

# tl_module.bweinGalleryPreviewImage.1
source: Please select how the preview image will be displayed.
de: Bitte wählen Sie, wie das Vorschaubild angezeigt werden soll.

# tl_module.bweinGalleryPreviewImageOptions.use_album_options
source: Settings of album take over
de: Einstellungen von Album übernehmen

# tl_module.bweinGalleryPreviewImageOptions.no_preview_images
source: No preview image
de: Keine Vorschaubilder

# tl_module.bweinGalleryPreviewImageOptions.random_images
source: Random preview image
de: Zufällige Vorschaubilder

# tl_module.bweinGalleryPreviewImageOptions.first_image
source: First preview image
de: Erstes Vorschaubild

# tl_module.bweinGalleryPreviewImageOptions.random_images_at_no_preview_images
source: Random preview images at an undefined use preview image
de: Zufällige Vorschaubild bei nicht definiertem Vorschaubild verwenden

# tl_module.bweinGalleryPreviewImageOptions.first_image_at_no_preview_images
source: First preview image at an undefined use preview image
de: Erstes Vorschaubild bei nicht definiertem Vorschaubild verwenden

# tl_module.bweinGalleryReaderModule.0
source: Gallery reader module
de: Galerieleser

# tl_module.bweinGalleryReaderModule.1
source: Automatically switch to the gallery reader if a gallery has been selected.
de: Automatisch zum Galerieleser wechseln, wenn eine Galerie ausgewählt wurde.

# tl_module.bweinGalleryTemplate.0
source: Gallery template
de: Galerietemplate

# tl_module.bweinGalleryTemplate.1
source: Here you can select the gallery template.
de: Hier können Sie das Galerietemplate auswählen.

# tl_module.grid_legend
source: Grid-Settings
de: Grid-Einstellungen

# tl_module.grid_columns.1
source: for example: col-sm-5
de: Beispiel: col-sm-5

# tl_module.bweinGalleryNumberOfItems.0
source: Number of gallery images
de: Anzahl an Galerie-Bildern

# tl_module.bweinGalleryNumberOfItems.1
source: Here you can limit the total number of gallery images. Set to 0 to show all.
de: Hier können Sie die Gesamtzahl der Galerie-Bilder begrenzen. Geben Sie 0 ein, um alle anzuzeigen.

# tl_module.bweinGalleryPerPage.0
source: Gallery images per page
de: Galerie-Bilder pro Seite

# tl_module.bweinGalleryPerPage.1
source: The number of gallery images per page. Set to 0 to disable pagination.
de: Die Anzahl an Galerie-Bildern pro Seite. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.

# tl_module.bweinGalleryPerRow.0
source: Gallery images per row
de: Galerie-Bilder pro Reihe

# tl_module.bweinGalleryPerRow.1
source: The number of gallery images per row.
de: Die Anzahl an Galerie-Bilder pro Reihe.
